{
  "owssvr (4)": [
    {
      "Title": "163d blazes a DOMOPS trail with MQ-9 fire missions",
      "Description": "After years in the heat of battle and the conflagration of foreign wars, the wing’s airmen take special satisfaction in fighting for their hometowns. “This mission is the heart of DOMOPS [domestic operations],” says Col. Sean Navin, 163rd wing commander. “We’re Californians. We live and train here, and we’re right next to our neighbors, civilians, helping them survive. We are part of this, one with the community.”\r\n\r\nThe wing launched an MQ-9 Reaper remDCS-G89-PAandE-18-737.pdfotely piloted aircraft (RPA) Dec. 6, and has loitered above the blaze since. The imaging ability of the Reaper proved immediately invaluable as it came upon the scene, piercing layers of smoke and delivering detailed full-motion video views of the devastation from 27,000 feet. An earlier attempt by firefighting agencies to map the perimeter, fanning west of Santa Paula toward Ojai and Ventura, had become dangerously dated.\r\n\r\n\"When we got on station and remapped the fire for them, we realized that the fire had exponentially increased, almost three miles in some places, and up to eight miles further west, and it was still moving pretty quickly,” according to Capt. Michele Garcia, mission intelligence coordinator and 160th Operations Group senior intelligence officer. “They were unaware that it has spread that far, that fast. We were able to provide them with the newest map of the perimeter within the first three hours.”\r\nhttp://www.housing1source.com/articles/u.s.-army-medical-command-medcom/",
      "IsArchived": false,
      "Item Type": "Item",
      "Path": "sites/medcombusoffice/scarbprocess/Lists/SCANewsUpdatesList"
    },
    {
      "Title": "Army & Air Force Exchange Service Welcomes Muscle Maker Grill as Latest Healthy Dining Option at Fort Benning",
      "Description": "​FORT BENNING – Soldiers and their families can fuel a BE FIT lifestyle with fit bowls, healthy wraps, fresh greens, skinny flatbreads and more at Muscle Maker Grill, the Army & Air Force Exchange Service’s latest better-for-you dining option at Fort Benning.\r\n\r\nThe Exchange celebrated the restaurant’s grand opening with a ribbon-cutting at the food court on Jan. 16, officiated by Col. Clinton Cox, Fort Benning garrison commander; Mark Farmer, Muscle Maker Grill vice president of operations; Don Sydlik, Exchange general manager; and Rutchel Williams, Exchange services business manager.\r\n\r\n“The Exchange makes it convenient for Soldiers and military families at Fort Benning to make the right meal choices for them,” Sydlik said. “No matter your taste, there is a menu item for your meal plan at the Exchange.”\r\n\r\nThe restaurant fits in with the Exchange’s priority of bringing name-brand restaurants with better-for-you menus to service members to support troop readiness and resiliency. The Exchange is an active partner in Army Healthy Communities and Air Force Smart Fueling initiatives, transforming its food courts worldwide and focusing on a holistic BE FIT lifestyle for service members.",
      "IsArchived": false,
      "Item Type": "Item",
      "Path": "sites/medcombusoffice/scarbprocess/Lists/SCANewsUpdatesList"
    },
    {
      "Title": "Troop Projects, a Win-Win for Army Reserve Soldiers and Installations ",
      "Description": "​The team of 24 engineers specializing in surveying, planning and design provided “turn-key” packets to the garrison. These design packets are handed over to military construction units to execute as additional troop projects. Troop projects significantly reduces costs for the garrison because they wont have to go to a civilian contractor to get the work done.\r\n\r\n“We are different than a lot of units, where a lot of us actually are engineers in our civilian capacity,” said Maj. Nathan Felosi, the officer in charge of the 415th Engineer Facility Detachment. For those that don’t have engineering background, troop projects provide real-world training with tangible results.\r\n\r\nIn addition to the packets, a pavilion at Blackhawk Park was rebuilt because some Soldiers in the survey team happened to have construction expertise.\r\n\r\n“This design/survey team did a great job andRFSCAPDFFORM-DCS-G357-G6-18-709 (1).pdfput multiple project packets together and we appreciate all the hard work done for FHL,” said Trena Beebe, the garrison Public Works Dept. Troop project coordinator.\r\nUnits that conducted training here were the 926th Engineer Brigade, Montgomery, Ala.; 415th Engineer Facility Detachment, Knoxville, Tenn.; and 763rd Engineer Facility Detachment, Columbia, S.C.",
      "IsArchived": false,
      "Item Type": "Item",
      "Path": "sites/medcombusoffice/scarbprocess/Lists/SCANewsUpdatesList"
    },
    {
      "Title": "Army Medicine provides sustained health services ",
      "Description": "​https://medcom.ideaentity.com/sites/medcombusoffice/scarbprocess/SitePages/Templates.aspx",
      "IsArchived": false,
      "Item Type": "Item",
      "Path": "sites/medcombusoffice/scarbprocess/Lists/SCANewsUpdatesList"
    },
    {
      "Title": "New New Item",
      "Description": "​This is a test for news item updates\r\n",
      "IsArchived": false,
      "Item Type": "Item",
      "Path": "sites/medcombusoffice/scarbprocess/Lists/SCANewsUpdatesList"
    }
  ]
}